{
    "accounts": {
        "_F146yiCz2CqL5rRj2KmPpOu6qHhOQX_URjHQsNEYPnYHyM0E1GcgnqZdN_lRI-2AsNjrCTH-o0UOA": {
            "owner": "jugatu",
            "lp": 2000,
            "message_id": null,
            "match_id": null,
            "active": false,
            "username": "白蟹翡翠王",
            "tag": "6 7"
        },
        "oI7HAHlRVlEPStyQ7tbSsbzCD2tjfK_k3Bz2nt6HS76RiNoVtDWBaTB13R3rzsyAW1SgoKEw_XPSOQ": {
            "owner": "jugatu",
            "lp": 2320,
            "message_id": null,
            "match_id": null,
            "active": false,
            "username": "Duvy",
            "tag": "jug"
        }
    },
    "players": {
        "jugatu": {
            "lp_goal": 3000,
            "taunt_message": {
                "won": [
                    "JUGATUPUNCH!! He survives yet another day in the swamp of saucelo!",
                    "JUGATUPUNCH!! Our white warrior prevails against SaurusNA once again!",
                    "JUGATUPUNCH!! Jugatu figured out how to pull back his axes! SaurusNA!",
                    "JUGATUPUNCH!! Jugatu evaded Drew and Baobao's attempts to queuesnipe and RAPE him!! No rape today!! Unlucky!!!"
                ],
                "in_session": [
                    "JugatuPunching...... He is currently fighting against the boxes of juice right now",
                    "JugatuPunching...... The EMERALDKING is in the midst of battle against those banished from the lands of emerald",
                    "JugatuPunching...... Jugatu is mid-pulling back his axes right now... Please try again later ",
                    "JugatuPunching...... Our little Draven OTP is receiving head from Caseygg right now sorry... Please wait your turn.",
                    "JugatuPunching...... The EMERALDKING is hosting a meet and greet gangbang with his loyal retards in emeraldland right now... VIPS only sorry.",
                    "JugatuPunching...... Sorry Jugatu is still waiting for his Diana to carry... Oh! He's about to lose shortly."
                ],
                "loss": [
                    "jugatupunch...... The EMERALDKING has lost this round against the invaders of sauce but... he will rise again",
                    "jugatupunch...... Caseygg's little juggy wuggy is down for the count but Serenity Snow will help him recover",
                    "jugatupunch...... Fuck... Jungle diff... Supp dif... fucking retards",
                    "jugatupunch...... Draven is so bad man fuck... always sup gap too... ;(",
                    "jugatupunch...... Jugatu couldn't hold it in due to Caseygg's insane grip strength.. HE LOST!!!"
                ]
            },
            "output_channel_id": 1420647209468166174
        },
        "baobao": {
            "lp_goal": 0,
            "taunt_message": {
                "won": [
                    ""
                ],
                "in session": [
                    ""
                ],
                "loss": [
                    ""
                ]
            },
            "output_channel_id": null
        }
    }
}